org/stop-writing-official-account-posts-regain-a-new-life.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: 停更公众号，重获新生
#+DATE: <2020-09-20 Sun>
这个想法存留已久，我考虑了很长时间。如果你留意过的话，我曾经注销过*公众号*。因为不是立即注销，有七天的缓冲期，注销当天我就取消注销了。

我决定不再 /毒害/ 你们了。 /看公众号/ 这种行为本身就是一种不好的习惯，为什么？因为公众号的形式摆在那儿，就注定了你不可能学习到知识用到自己身上。

我先给你看几句话：

#+begin_quote
  通过微信公众号群聊学习技术

  通过抖音短视频学习英语扩大视野

  通过微博热搜关注时政社会热点

  通过知乎“怎么看 XXX”培养三观

  通过公司 996 加班实现人生价值

  通过股市/彩票/p2p/币圈获得财富

  这就是大多数人的人生，但他们并没有觉得有什么不妥......
#+end_quote

这是今天从一个人那里看到的。所以，我重新反思了我的行为。

写公众号对我来说是有好处的，它可能满足我的某种心态（我不知道用哪一个词形容）。但是它并不能帮我更好地深化我写的内容，因为绝大多数情况下，我都是先写好博客，然后直接复制粘贴到微信后台编辑器（当然这中间少不了轻微的排版）。

上面那段话是很令人惊恐的，公众号这种依附于生活的内容生产机器，它似乎只能带给我生活化的东西，当真正去学习、去改善时，它能起到的作用，在我看来微乎其微。

所以，我对自己说：不要再犹豫！是时候了！

我不想给自己留下反悔的余地，但又不想悔恨很长时间，所以我不会注销，只是留存。

如果你想知道我还会在哪儿写，仔细找，就在公众号里。

[2021-07-11] 更新：

在哪里写作并不重要，重要的是写作的心情好坏以及为什么而写。