blog/2020/stop-writing-official-account-posts-regain-a-new-life.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-06 Sun 19:00 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>停更公众号，重获新生</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">停更公众号，重获新生</h1>
</header><p>
这个想法存留已久，我考虑了很长时间。如果你留意过的话，我曾经注销过*公众号*。因为不是立即注销，有七天的缓冲期，注销当天我就取消注销了。
</p>

<p>
我决定不再 <i>毒害</i> 你们了。 <i>看公众号</i> 这种行为本身就是一种不好的习惯，为什么？因为公众号的形式摆在那儿，就注定了你不可能学习到知识用到自己身上。
</p>

<p>
我先给你看几句话：
</p>

<blockquote>
<p>
通过微信公众号群聊学习技术
</p>

<p>
通过抖音短视频学习英语扩大视野
</p>

<p>
通过微博热搜关注时政社会热点
</p>

<p>
通过知乎“怎么看 XXX”培养三观
</p>

<p>
通过公司 996 加班实现人生价值
</p>

<p>
通过股市/彩票/p2p/币圈获得财富
</p>

<p>
这就是大多数人的人生，但他们并没有觉得有什么不妥&#x2026;&#x2026;
</p>
</blockquote>

<p>
这是今天从一个人那里看到的。所以，我重新反思了我的行为。
</p>

<p>
写公众号对我来说是有好处的，它可能满足我的某种心态（我不知道用哪一个词形容）。但是它并不能帮我更好地深化我写的内容，因为绝大多数情况下，我都是先写好博客，然后直接复制粘贴到微信后台编辑器（当然这中间少不了轻微的排版）。
</p>

<p>
上面那段话是很令人惊恐的，公众号这种依附于生活的内容生产机器，它似乎只能带给我生活化的东西，当真正去学习、去改善时，它能起到的作用，在我看来微乎其微。
</p>

<p>
所以，我对自己说：不要再犹豫！是时候了！
</p>

<p>
我不想给自己留下反悔的余地，但又不想悔恨很长时间，所以我不会注销，只是留存。
</p>

<p>
如果你想知道我还会在哪儿写，仔细找，就在公众号里。
</p>

<p>
<span class="timestamp-wrapper"><span class="timestamp">[2021-07-11 Sun] </span></span> 更新：
</p>

<p>
在哪里写作并不重要，重要的是写作的心情好坏以及为什么而写。</p>
</div>
</body>
</html>